Repository: ZeroCry/Shell-Installer
Catalog: po/*.po
Languages: ast, es, sk

source: Authentication is required
ast: Requierse autenticación
sk: Vyžaduje sa overenie

source: Checking dependencies
ast: En comprobando dependencies
sk: Overujú sa súvisiace balíčky

source: Checking file conflicts
ast: En comprobando conflictos
sk: Prebieha kontrola pre možné konflikty medzi súbormi

source: Resolving dependencies
ast: En resolviendo dependencies
sk: Riešia sa závislosti

source: Checking inter conflicts
ast: En comprobando conflictos inter
sk: Prebieha kontrola pre možné interné konflikty

source: Installing {pkgname}
ast: N'instalando {pkgname}
sk: Inštaluje sa {pkgname}

source: Removing {pkgname}
ast: N'esniciando {pkgname}
sk: Odstraňuje sa {pkgname}

source: Upgrading {pkgname}
ast: N'anovando {pkgname}
sk: Aktualizuje sa {pkgname}

source: Downgrading {pkgname}
ast: En baxando de versión {pkgname}
sk: Degraduje sa {pkgname}

source: Reinstalling {pkgname}
ast: En reinstalando {pkgname}
sk: Preinštaluje sa {pkgname}

source: Checking integrity
ast: En comprobando integridá
sk: Kontroluje sa integrita

source: Loading packages files
ast: En comprobando paquetes
sk: Načítavajú sa súbory balíčkov

source: Checking delta integrity
ast: En comprobando integridá delta
sk: Kontroluje sa delta integrita

source: Applying deltas
ast: N'aplicando deltes
sk: Aplikácia delta súčastí

source: Generating {} with {}
ast: En xenerando {} con {}
sk: Generuje sa {} s {}

source: Generation succeeded!
ast: ¡Xeneración esitosa!
sk: Generovanie úspešne ukončené!

source: Generation failed.
ast: Xeneración fallida.
sk: Generovanie zlyhalo.

source: Configuring {pkgname}
ast: En configurando {pkgname}
sk: Nastavuje sa {pkgname}

source: Downloading
ast: En baxando
sk: Sťahuje sa

source: Checking available disk space
ast: En comprobando espaciu en discu disponible
sk: Kontroluje sa dostupné miesto na disku

source: Checking keyring
ast: En comprobando aniellu de claves
sk: Kontroluje sa register kľúčov

source: Downloading required keys
ast: En baxando les claves requeríes
sk: Sťahujú sa požadované kľúče

source: {pkgname1} will be replaced by {pkgname2}
ast: {pkgname1} sustiruyiráse por {pkgname2}
sk: {pkgname1} bude nahradené {pkgname2}

source: {pkgname1} conflicts with {pkgname2}
ast: {pkgname1} ta en conflictu con {pkgname2}
sk: {pkgname1} je v rozpore s {pkgname2}

source: Error:
ast: Fallu
sk: Chyba:

source: Warning:
ast: Curiáu:
sk: Upozornenie:

source: Refreshing {repo}
ast: N'anovando {repo}
sk: Obnovuje sa {repo}

source: Downloading {pkgname}
ast: En baxando {pkgname}
sk: Sťahuje sa {pkgname}

source: Authentication failed
ast: Autenticación fallida
sk: Zlyhalo overenie

source: {pkgname} is not a valid path or package name
ast: {pkgname} nun ye un camín válidu o nome de paquete
sk: {pkgname} nie je platná cesta alebo názov súboru

source: The transaction cannot be performed because it needs to remove {pkgname1} which is a locked package
ast: Nun pue llevase a cabu la tresaición porque necesitase esniciar {pkgname1} que ye un paquete bloquiáu
sk: Transakcia nemohla byť uskutočnená. K jej dokončeniu je nutné odstrániť {pkgname1}. Jedná sa však o uzamknutý balíček.

source: Nothing to do
ast: Un res pa faer
sk: Niet čo spraviť

source: Transaction successfully finished
ast: Tresaición finada dafechu
sk: Transakcia bola úspešná

source: No package found
ast: Nun s'alcontró'l paquete
sk: Balíček nebol nájdený

source: local
ast: llocal
sk: lokálny

source: Installed
ast: Instalao
sk: Nainštalované

source: Uninstalled
ast: Desinstalao
sk: Odinštalované

source: Orphans
ast: Güerfanos
sk: Siroty

source: To install
ast: Pa instalar
sk: Nainštalovať

source: To remove
ast: Pa esniciar
sk: Odstrániť

source: Licenses
ast: Llicencies
sk: Licencie

source: Depends On
ast: Arreyáu a
sk: Závisí na

source: Optional Deps
ast: Dependencies opcionales
sk: Voliteľné závislosti

source: Required By
ast: Requeríu por
sk: Požadované

source: Provides
ast: Da
sk: Poskytuje

source: Replaces
ast: Sustitúi
sk: Nahradí

source: Conflicts With
ast: Conflictu con
sk: Je v konflikte s

source: Repository
ast: Repositoriu
sk: Zdroj

source: Groups
ast: Grupos
sk: Skupiny

source: Compressed Size
ast: Grandor comprimíu
sk: Veľkosť po komprimácii

source: Download Size
ast: Grandor de descarga
sk: Veľkosť sťahovaného súboru

source: Installed Size
ast: Grandor instaláu
sk: Veľkosť súboru po inštalácii

source: Packager
ast: Empaquetador
sk: Autor balíčka

source: Architecture
ast: Arquitectura
sk: Architektúra

source: Install Date
ast: Data d'instalación
sk: Dátum inštalácie

source: Explicitly installed
ast: Instaláu esplícitamente
sk: Požadovaná inštalácia

source: Installed as a dependency for another package
ast: Instaláu como una dependencia pa otru paquete
sk: Balíček bol nainštalovaný ako súčasť iného balíčka

source: Unknown
ast: Desconocíu
sk: Neznáme

source: Install Reason
ast: Razón d'instalación
sk: Dôvod inštalácie

source: Signatures
ast: Robles
sk: Signatúry

source: Backup files
ast: Copies de seguridá
sk: Súbory zálohy

source: {pkgname} has {number} uninstalled optional deps. Please choose those you would like to install:
ast: {pkgname} tien {number} dependencies opcionales desinstalaes. Por favor esbilla aquelles que te prestaríen instalar:
sk: {pkgname} obsahuje {number} odinštalovaných doplnkových závislostí. Vyberte tie, ktoré si prajete nainštalovať:

source: Deselect
ast: Deseleicionar
sk: Odznačiť

source: Remove
ast: Esniciar
sk: Odstrániť

source: Reinstall
ast: Reinstalar
sk: Preinštalovať

source: Install optional deps
ast: Instalar dependencies opcionales
sk: Nainštalovať doplnkové závislosti

source: Mark as explicitly installed
ast: Conseñar como esplicitu instaláu
sk: Označiť ako explicitne nainštalované

source: Install
ast: Instalar
sk: Inštalovať

source: Install with optional deps
ast: Instalar con dependencies opcionales
sk: Inštalovať s doplnkovými závislosťami

source: Pamac is already running
ast: Pamac ta executándose xá
sk: Pamac už beží

source: Your system is up-to-date
ast: El to sistema ta anováu
sk: Váš systém je aktuálny

source: Total download size:
ast: Grandor total de la descarga:
sk: Celková veľkosť stiahnutého súboru:

source: 1 available update
ast: 1 anovación disponible
sk: 1 aktualizácia je dostupná

source: {number} available updates
ast: {number} anovaciones disponibles
sk: {number} aktualizácií je dostupných

source: Update Manager
ast: Alministrador d'anovaciones
sk: Správca aktualizácií

source: Package Manager
ast: Alministrador de paquetes
sk: Správca balíčkov

source: Quit
ast: Colar
sk: Ukončiť

source: Some updates are available. Please update your system first
ast: Hai dalgunes anovaciones disponibles. Por favor, anova'l to sistema primero
sk: Niektoré aktualizácie sú dostupné.⏎ Najprv však aktualizujte Váš systém

source: Preparing
ast: En preparando
sk: Pripravuje sa

source: How often to check for updates, value in hours
ast: ¿Qué frecuencia quies pa guetar anovaciones? Valor n'hores
sk: Ako často kontrolovať aktualizácie, hodnoty sú v hodinách

source: {pkgname} is provided by {number} packages. Please choose those you would like to install:
ast: {pkgname} dallu {number} paquetes. Por favor esbilla aquellos que te prestaríen instalar:
sk: {pkgname} obsahuje {number} balíčkov. Vyberte tie, ktoré si prajete nainštalovať:

source: Refreshing
ast: N'anovando
sk: Prebieha obnova

source: {pkgname} depends on {dependname} but it is not installable
ast: {pkgname} ta arreyáu a {dependname} pero nun ta disponible
sk: {pkgname} závisí na {dependname}, no nie je možné ho nainštalovať

source: Failed to get {pkgname} archive from AUR
ast: Fallu al consiguir {pkgname} dende AUR
sk: Nepodarilo sa získať {pkgname} archív z AUR

source: Build process failed.
ast: Procesu de construcción fallíu.
sk: Vytváranie zlyhalo.

source: Building {pkgname}
ast: En construyendo {pkgname}
sk: Vytvára sa {pkgname}

source: Checking for updates
ast: En comprobando anovaciones
sk: Kontrolujú sa aktualizácie

source: Transaction Summary
ast: Sumariu de tresaición
sk: Zhrnutie

source: To downgrade
ast: Pa baxar de versión
sk: Preinštalovanie na predošlú verziu

source: To build
ast: Pa construyir
sk: Na vytvorenie

source: To reinstall
ast: Pa reinstalar
sk: Preinštalovať

source: To update
ast: P'anovar
sk: Bude sa aktualizovať

source: About Pamac
ast: Alrodiu Pamac
sk: O aplikácii Pamac

source: Copyright © 2013 Guillaume Benoit
sk: Copyright © 2013 Guillaume Benoit, všetky práva vyhradené.

source: A gtk3 frontend for pyalpm
ast: Un frontend gtk3 pa pyalpm
sk: Gtk3 rozhranie pre pyalpm

source: Pamac History
ast: Hestoria de Pamac
sk: História Pamacu

source: View History
ast: Ver hestoria
sk: Pozrieť históriu

source: Install local packages
ast: Instalar paquetes llocales
sk: Nainštalovať lokálne balíčky

source: Refresh
ast: Anovar
sk: Obnoviť

source: Apply changes
ast: Aplicar camudancia
sk: Aplikovať zmeny

source: Cancel
ast: Encaboxar
sk: Zrušiť

source: Search in AUR
ast: Guetar n'AUR
sk: Vyhľadávať v AUR

source: Search
ast: Guetar
sk: Vyhľadávanie

source: State
ast: Estáu
sk: Stav

source: Repos
sk: Zdroje

source: Name
ast: Nome
sk: Názov

source: Version
ast: Versión
sk: Verzia

source: Repo
ast: Repositoriu
sk: Repozitár

source: Size
ast: Grandor
sk: Veľkosť

source: Infos
ast: Informaciones
sk: Informácie

source: Deps
ast: Dependencies
sk: Závislosti

source: Details
ast: Detalles
sk: Detaily

source: Files
ast: Ficheros
sk: Súbory

source: Progress
ast: Progresu
sk: Priebeh

source: details
ast: detalles
sk: Podrobnosti

source: Pamac Preferences
ast: Preferencies de Pamac
sk: Nastavenia pre Pamac

source: Enable AUR support
ast: Habilitar sofitu d'AUR
sk: Zapnúť podporu pre AUR

source: Allow Pamac to search and install packages from AUR
ast: Permitir que Pacman guete ya instale paquetes dende AUR
sk: Umožniť Pamacu vyhľadať a inštalovať balíky z AURu

source: Remove unrequired dependencies
ast: Esniciar dependencies non requeríes
sk: Odstrániť nepožadované závislosti

source: When removing a package, also remove those dependencies that are not required by other packages
ast: Cuando esnicies un paquete, tamién esnicies eses dependencies que nun son requeríes por otros paquetes
sk: Keď sa odstráni balíček, zároveň sa majú odstrániť aj všetky nepotrebné závislosti

source: Options
ast: Opciones
sk: Možnosti

source: Choose
ast: Esbillar
sk: Vyberte, prosím

source: Summary
ast: Sumariu
sk: Zhrnutie

source: Cinnamon Installer
es: Instalador de Canela

source: Cinnamon Uninstaller
es: Desinstalador de Canela

source: <i>Cinnamon Installer %s</i>, can not find any Cinnamon package on your system.
es: <i>Cinnamon Installer %s</i>, no puede encontrar ningun paquete de Cinnamon en su sistema.

source: You are using Cinnamon desktop?
es: ¿Está utilizando el escritorio de Cinnamon?

source: Some unexpected problem has occurred on <i>Cinnamon Installer %s</i>.
es: Algunos problemas inesperados han ocurrido en <i>Cinnamon Installer %s</i>.

source: Appear that your Linux distribution is supported, but some unexpected error has been detected. If you want to contribute to fix the problem, please visit: <a href='%s'>Cinnamon Installer</a>.
es: Parece que se admite su distribución de Linux, pero algun error inesperado se ha detectado. Si quieres contribuir a solucionar el problema, por favor visite: <a href='%s'>Cinnamon Installer</a>.

source: <i><u>Error Message:</u></i>
es: <i><u>Mensajes de Error:</u></i>

source: Appear that <i>Cinnamon Installer %s</i> can run on your OS.
es: Parece ser que <i>Cinnamon Installer %s</i> puede ejecutarse en su SO.

source: If you detect any problem or you want to contribute, please visit: <a href='%s'>Cinnamon Installer</a>.
es: Si detecta algún problema o quieres contribuir, por favor visite: <a href='%s'>Cinnamon Installer</a>.

source: Imposible to run <i>Cinnamon Installer %s</i> on your OS.
es: Imposible ejecutar <i>Cinnamon Installer %s</i> en su SO.

source: Your Linux distribution is unsupported or are missing some packages. If you want to contribute to fix the problem, please visit: <a href='%s'>Cinnamon Installer</a>.
es: Su distribución Linux no es compatible o faltan algunos paquetes. Si quieres contribuir a solucionar el problema, por favor visite: <a href='%s'>Cinnamon Installer</a>.

source: Process the installer options.
es: Procesar las opciones del instalador.

source: Install package by name
es: Instale el paquete por su nombre

source: Uninstall package by name
es: Desinstale el paquete por nombre

source: Uninstall program by name
es: Desinstale el programa por nombre

source: Query package by name
es: Consultar el paquete por nombre

source: Query for (imports / cinnamon)
es: Consultar para (imports / cinnamon)
